[DamageType.DmgType_Amp_Impact WillowDamageTypeDefinition]
DamageLanguageId=0,000000

[DamageType.DmgType_Amp_Impact:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="Os inimigos cobertos com Slag sofrem mais danos"
NoConstraintText=""
Suffix=""
Prefix=""

[DamageType.DmgType_Amp_Status WillowDamageTypeDefinition]
DamageLanguageId=0,000000

[Skills.Skill_AmplifyDamage SkillDefinition]
SkillName="Incrementar dano"
SkillDescription="Multiplicador de dano sob efeito do Slag"
LockedSkillDetailStr="<Bloqueado>"

